IdeaRS.Connections
PlateOpeningData.Param12 Property
Compatible with IDEA StatiCa 0.0
 For notch (NonReguralRectangle): H1 H2 H1: Base dimension in the plate axis y. H2: Additional dimension in the plate axis y.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Param12 { get; set; }
Property Value
Type: String
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace